
## Plan Result (management)

[CI link](https://github.com/tqer39/private-lab/actions/runs/2266955060)


<pre><code>Plan: 1 to add, 0 to change, 0 to destroy.</code></pre>

* Create
  * module.terraform-backend.module.s3-bucket.aws_s3_bucket_acl.this


<details><summary>Change Result (Click me)</summary>

```hcl

  # module.terraform-backend.module.s3-bucket.aws_s3_bucket_acl.this will be created
  + resource "aws_s3_bucket_acl" "this" {
      + acl    = "private"
      + bucket = "terraform-tfstate-tqer39-577523824419-ap-northeast-1"
      + id     = (known after apply)

      + access_control_policy {
          + grant {
              + permission = (known after apply)

              + grantee {
                  + display_name  = (known after apply)
                  + email_address = (known after apply)
                  + id            = (known after apply)
                  + type          = (known after apply)
                  + uri           = (known after apply)
                }
            }

          + owner {
              + display_name = (known after apply)
              + id           = (known after apply)
            }
        }
    }

Plan: 1 to add, 0 to change, 0 to destroy.
```

</details>




<!-- github-comment: {"Command":"plan","JobName":"terraform","PRNumber":11,"Program":"tfcmt","SHA1":"ab1c16a975bd2f71a06f5cd8bfacbf6e25636917","Target":"management","Vars":{},"WorkflowName":"Terraform - AWS - Management"} -->